Repository: EuropeanForestInstitute/whimo-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: Token is invalid
es_es: El token no es válido
fr_fr: Le jeton est invalide

source: No active account found with the given credentials
es_es: No se encontró ninguna cuenta activa con las credenciales proporcionadas
fr_fr: Aucun compte actif trouvé avec les identifiants fournis

source: No verified gadget found
es_es: No se encontró ningún dispositivo verificado
fr_fr: Aucun appareil vérifié trouvé

source: Authorized
es_es: Autorizado
fr_fr: Autorisé

source: Bad Request
es_es: Solicitud incorrecta
fr_fr: Requête incorrecte

source: Gadget verified
es_es: Dispositivo verificado
fr_fr: Appareil vérifié

source: Verification code sent
es_es: Código de verificación enviado
fr_fr: Code de vérification envoyé

source: Reset code sent
es_es: Código de restablecimiento enviado
fr_fr: Code de réinitialisation envoyé

source: Verification code is valid
es_es: El código de verificación es válido
fr_fr: Le code de vérification est valide

source: Password reset
es_es: Restablecimiento de contraseña
fr_fr: Réinitialisation du mot de passe

source: Your verification code
es_es: Su código de verificación
fr_fr: Votre code de vérification

source: Your verification code is: %s
es_es: Su código de verificación es: %s
fr_fr: Votre code de vérification est : %s

source: Invalid email
es_es: Email no válido
fr_fr: Email invalide

source: Email address or phone number is required
es_es: Se requiere dirección de email o número de teléfono
fr_fr: L'adresse email ou le numéro de téléphone est requis

source: Gadget with this identifier already exists
es_es: Ya existe un dispositivo con este identificador
fr_fr: Un appareil avec cet identifiant existe déjà

source: Registered
es_es: Registrado
fr_fr: Inscrit

source: OAuth error
es_es: Error de OAuth
fr_fr: Erreur OAuth

source: At least one verified gadget is required
es_es: Se requiere al menos un dispositivo verificado
fr_fr: Au moins un appareil vérifié est requis

source: Unauthorized
es_es: No autorizado
fr_fr: Non autorisé

source: Forbidden
es_es: Prohibido
fr_fr: Interdit

source: Object Not Found
es_es: Objeto no encontrado
fr_fr: Objet introuvable

source: Conflict
es_es: Conflicto
fr_fr: Conflit

source: Internal Server Error
es_es: Error interno del servidor
fr_fr: Erreur interne du serveur

source: Password must be at least %d characters long
es_es: La contraseña debe tener al menos %d caracteres
fr_fr: Le mot de passe doit contenir au moins %d caractères

source: Password must contain at least one uppercase letter
es_es: La contraseña debe contener al menos una letra mayúscula
fr_fr: Le mot de passe doit contenir au moins une lettre majuscule

source: Password must contain at least one lowercase letter
es_es: La contraseña debe contener al menos una letra minúscula
fr_fr: Le mot de passe doit contenir au moins une lettre minuscule

source: Password must contain at least one number
es_es: La contraseña debe contener al menos un número
fr_fr: Le mot de passe doit contenir au moins un chiffre

source: Balance
es_es: Saldo
fr_fr: Solde

source: Metadata
es_es: Metadatos
fr_fr: Métadonnées

source: Commodity Group
es_es: Grupo de materias primas
fr_fr: Groupe de matières premières

source: Commodity
es_es: Materia prima
fr_fr: Matière première

source: Notification
es_es: Notificación

source: Transaction
es_es: Transacción

source: Location
es_es: Ubicación
fr_fr: Localisation

source: User
es_es: Usuario
fr_fr: Utilisateur

source: Permissions
es_es: Permisos

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Gadget
es_es: Dispositivo
fr_fr: Appareil

source: Dashboard
es_es: Panel de control
fr_fr: Tableau de bord

source: Django site admin
es_es: Administración del sitio Django
fr_fr: Administration du site Django

source: Active Traders
es_es: Comerciantes activos
fr_fr: Commerçants actifs

source: Last
es_es: Último
fr_fr: Dernier

source: days
es_es: días
fr_fr: jours

source: Total Commodities
es_es: Total de materias primas
fr_fr: Total des matières premières

source: With active balances
es_es: Con saldos activos
fr_fr: Avec des soldes actifs

source: Total Registrations
es_es: Total de registros
fr_fr: Total des inscriptions

source: All time users
es_es: Usuarios de todos los tiempos
fr_fr: Utilisateurs de tous temps

source: Current Seasons
es_es: Temporadas actuales

source: Active harvest seasons
es_es: Temporadas de cosecha activas

source: Transactions by Traceability Status
es_es: Transacciones por estado de trazabilidad
fr_fr: Transactions par statut de traçabilité

source: Transactions by Season
es_es: Transacciones por temporada
fr_fr: Transactions par saison

source: Daily Registrations Over Time
es_es: Registros diarios a lo largo del tiempo
fr_fr: Inscriptions quotidiennes dans le temps

source: Daily Transactions by Season
es_es: Transacciones diarias por temporada

source: Balance Summary by Commodity
es_es: Resumen de saldos por materia prima
fr_fr: Résumé des soldes par matière première

source: Code
es_es: Código

source: Name
es_es: Nombre
fr_fr: Nom

source: Unit
es_es: Unidad
fr_fr: Unité

source: Total Volume
es_es: Volumen total
fr_fr: Volume total

source: No balance data available
es_es: No hay datos de saldo disponibles
fr_fr: Aucune donnée de solde disponible

source: Balance commodity
es_es: Materia prima del saldo
fr_fr: Matière première du solde

source: Balance user
es_es: Usuario del saldo
fr_fr: Utilisateur du solde

source: Balances
es_es: Saldos
fr_fr: Soldes

source: Unique identifier for this record.
es_es: Identificador único para este registro.
fr_fr: Identifiant unique pour cet enregistrement.

source: Timestamp when this record was created.
es_es: Marca de tiempo cuando se creó este registro.
fr_fr: Horodatage de création de cet enregistrement.

source: Timestamp when this record was last updated.
es_es: Marca de tiempo de la última actualización de este registro.
fr_fr: Horodatage de la dernière mise à jour de cet enregistrement.

source: Name of the commodity group
es_es: Nombre del grupo de materias primas
fr_fr: Nom du groupe de matières premières

source: Commodity Groups
es_es: Grupos de materias primas
fr_fr: Groupes de matières premières

source: Commodity code
es_es: Código de la materia prima
fr_fr: Code de la matière première

source: Name of the commodity
es_es: Nombre de la materia prima
fr_fr: Nom de la matière première

source: Unit of measurement
es_es: Unidad de medida
fr_fr: Unité de mesure

source: Commodity group
es_es: Grupo de materias primas
fr_fr: Groupe de matières premières

source: Commodities
es_es: Materias primas
fr_fr: Matières premières

source: Notification data
es_es: Datos de notificación
fr_fr: Données de notification

source: Status of the notification
es_es: Estado de la notificación
fr_fr: Statut de la notification

source: Type of notification
es_es: Tipo de notificación
fr_fr: Type de notification

source: User who received this notification
es_es: Usuario que recibió esta notificación
fr_fr: Utilisateur qui a reçu cette notification

source: User who created this notification
es_es: Usuario que creó esta notificación
fr_fr: Utilisateur qui a créé cette notification

source: Notifications
es_es: Notificaciones

source: User who owns this notification settings
es_es: Usuario propietario de esta configuración de notificaciones
fr_fr: Utilisateur propriétaire de ces paramètres de notification

source: Indicates whether notifications of this type are enabled
es_es: Indica si las notificaciones de este tipo están habilitadas
fr_fr: Indique si les notifications de ce type sont activées

source: Notification Settings
es_es: Configuración de notificaciones
fr_fr: Paramètres de notification

source: Season
es_es: Temporada
fr_fr: Saison

source: Seasons
es_es: Temporadas
fr_fr: Saisons

source: Season Commodity
es_es: Producto básico de temporada
fr_fr: Produit de base saisonnier

source: Season Commodities
es_es: Productos básicos de temporada
fr_fr: Produits de base saisonniers

source: Name of the season
es_es: Nombre de la temporada
fr_fr: Nom de la saison

source: Description of the season
es_es: Descripción de la temporada
fr_fr: Description de la saison

source: Start date of the season
es_es: Fecha de inicio de la temporada
fr_fr: Date de début de la saison

source: End date of the season
es_es: Fecha de finalización de la temporada
fr_fr: Date de fin de la saison

source: Commodities participating in this season
es_es: Productos básicos participantes en esta temporada
fr_fr: Produits de base participant à cette saison

source: Type of transaction
es_es: Tipo de transacción
fr_fr: Type de transaction

source: Source of location geodata
es_es: Fuente de datos geográficos de ubicación
fr_fr: Source des données géographiques de localisation

source: Status of the transaction
es_es: Estado de la transacción
fr_fr: Statut de la transaction

source: Traceability status of the transaction
es_es: Estado de trazabilidad de la transacción
fr_fr: Statut de traçabilité de la transaction

source: Transaction latitude coordinate
es_es: Coordenada de latitud de la transacción
fr_fr: Coordonnée de latitude de la transaction

source: Transaction longitude coordinate
es_es: Coordenada de longitud de la transacción
fr_fr: Coordonnée de longitude de la transaction

source: Farm latitude coordinate
es_es: Coordenada de latitud de la granja
fr_fr: Coordonnée de latitude de la ferme

source: Farm longitude coordinate
es_es: Coordenada de longitud de la granja
fr_fr: Coordonnée de longitude de la ferme

source: Commodity being traded
es_es: Materia prima que se está comerciando
fr_fr: Matière première échangée

source: Volume of commodities
es_es: Volumen de materias primas
fr_fr: Volume de matières premières

source: Seller in this transaction
es_es: Vendedor en esta transacción
fr_fr: Vendeur dans cette transaction

source: Buyer in this transaction
es_es: Comprador en esta transacción
fr_fr: Acheteur dans cette transaction

source: User who created this transaction
es_es: Usuario que creó esta transacción
fr_fr: Utilisateur qui a créé cette transaction

source: Season this transaction belongs to
es_es: Temporada a la que pertenece esta transacción
fr_fr: Saison à laquelle cette transaction appartient

source: Whether this transaction is buying from a farmer directly
es_es: Si esta transacción está comprando directamente de un agricultor
fr_fr: Si cette transaction achète directement d'un agriculteur

source: Whether this transaction was created automatically
es_es: Si esta transacción fue creada automáticamente
fr_fr: Si cette transaction a été créée automatiquement

source: When this transaction expires
es_es: Cuándo expira esta transacción
fr_fr: Quand cette transaction expire

source: Transactions
es_es: Transacciones

source: Indicates whether this user has been soft deleted
es_es: Indica si este usuario ha sido eliminado suavemente
fr_fr: Indique si cet utilisateur a été supprimé en douceur

source: Users
es_es: Usuarios
fr_fr: Utilisateurs

source: Type of contact method (phone or email)
es_es: Tipo de método de contacto (teléfono o email)
fr_fr: Type de méthode de contact (téléphone ou email)

source: Contact identifier (e.g. email address or phone number)
es_es: Identificador de contacto (ej: dirección de email o número de teléfono)
fr_fr: Identifiant de contact (ex: adresse email ou numéro de téléphone)

source: Indicates whether this contact method has been verified by the user
es_es: Indica si este método de contacto ha sido verificado por el usuario
fr_fr: Indique si cette méthode de contact a été vérifiée par l'utilisateur

source: The user this gadget belongs to
es_es: El usuario al que pertenece este dispositivo
fr_fr: L'utilisateur auquel appartient cet appareil

source: Gadgets
es_es: Dispositivos
fr_fr: Appareils

source: Invalid update status
es_es: Estado de actualización no válido
fr_fr: Statut de mise à jour invalide

source: Device with this token already exists
es_es: Ya existe un dispositivo con este token
fr_fr: Un appareil avec ce jeton existe déjà

source: Notification status updated
es_es: Estado de notificación actualizado
fr_fr: Statut de notification mis à jour

source: Notification settings updated
es_es: Configuración de notificaciones actualizada
fr_fr: Paramètres de notification mis à jour

source: Device added
es_es: Dispositivo añadido
fr_fr: Appareil ajouté

source: Service is healthy
es_es: El servicio está funcionando correctamente
fr_fr: Le service fonctionne correctement

source: Navigation
es_es: Navegación

source: Periodic Tasks
es_es: Tareas periódicas
fr_fr: Tâches périodiques

source: User Management
es_es: Gestión de usuarios
fr_fr: Gestion des utilisateurs

source: Trading
es_es: Comercio
fr_fr: Commerce

source: Commodity group is required
es_es: El grupo de materias primas es requerido
fr_fr: Le groupe de matières premières est requis

source: Only accepted status is allowed
es_es: Solo se permite el estado aceptado
fr_fr: Seul le statut accepté est autorisé

source: Location must be complete or must be empty
es_es: La ubicación debe estar completa o vacía
fr_fr: La localisation doit être complète ou vide

source: Location file must be provided for this location type
es_es: El archivo de ubicación debe ser proporcionado para este tipo de ubicación
fr_fr: Le fichier de localisation doit être fourni pour ce type de localisation

source: Location file is not supported for this location type
es_es: El archivo de ubicación no es compatible con este tipo de ubicación
fr_fr: Le fichier de localisation n'est pas pris en charge pour ce type de localisation

source: Location file syntax is invalid
es_es: La sintaxis del archivo de ubicación no es válida
fr_fr: La syntaxe du fichier de localisation est invalide

source: Transaction can only be accepted or rejected
es_es: La transacción solo puede ser aceptada o rechazada
fr_fr: La transaction ne peut être qu'acceptée ou rejetée

source: Transaction recipient cannot be the same as the user
es_es: El destinatario de la transacción no puede ser el mismo que el usuario
fr_fr: Le destinataire de la transaction ne peut pas être le même que l'utilisateur

source: Transaction recipient is not specified
es_es: El destinatario de la transacción no está especificado
fr_fr: Le destinataire de la transaction n'est pas spécifié

source: Location file upload error
es_es: Error al cargar el archivo de ubicación
fr_fr: Erreur de téléchargement du fichier de localisation

source: Location file download error
es_es: Error al descargar el archivo de ubicación
fr_fr: Erreur de téléchargement du fichier de localisation

source: Transaction recipient data must contain only one identifier at a time
es_es: Los datos del destinatario de la transacción deben contener solo un identificador a la vez
fr_fr: Les données du destinataire de la transaction doivent contenir un seul identifiant à la fois

source: Latitude must be between -90 and 90 degrees
es_es: La latitud debe estar entre -90 y 90 grados
fr_fr: La latitude doit être comprise entre -90 et 90 degrés

source: Longitude must be between -180 and 180 degrees
es_es: La longitud debe estar entre -180 y 180 grados
fr_fr: La longitude doit être comprise entre -180 et 180 degrés

source: Transaction status updated
es_es: Estado de la transacción actualizado
fr_fr: Statut de la transaction mis à jour

source: Transaction geodata updated
es_es: Datos geográficos de la transacción actualizados
fr_fr: Données géographiques de la transaction mises à jour

source: Missing geodata requested
es_es: Datos geográficos faltantes solicitados
fr_fr: Données géographiques manquantes demandées

source: Transaction notification resent
es_es: Notificación de transacción reenviada
fr_fr: Notification de transaction renvoyée

source: Conversion completed successfully
es_es: Conversión completada exitosamente
fr_fr: Conversion terminée avec succès

source: Welcome to WHIMO!
es_es: ¡Bienvenido a WHIMO!
fr_fr: Bienvenue sur WHIMO !

source: You have been invited to Whimo!
es_es: ¡Has sido invitado a Whimo!
fr_fr: Vous avez été invité sur Whimo !

source: Current password is incorrect
es_es: La contraseña actual es incorrecta
fr_fr: Le mot de passe actuel est incorrect

source: Email sending error
es_es: Error al enviar email
fr_fr: Erreur d'envoi d'email

source: SMS sending error
es_es: Error al enviar SMS
fr_fr: Erreur d'envoi de SMS

source: Cannot delete the last verified gadget
es_es: No se puede eliminar el último dispositivo verificado
fr_fr: Impossible de supprimer le dernier appareil vérifié

source: Exactly one identifier must be specified
es_es: Debe especificarse exactamente un identificador
fr_fr: Exactement un identifiant doit être spécifié

source: Gadget exists
es_es: El dispositivo existe
fr_fr: L'appareil existe

source: Gadget deleted
es_es: Dispositivo eliminado
fr_fr: Appareil supprimé

source: Password changed
es_es: Contraseña cambiada
fr_fr: Mot de passe modifié

source: Profile deleted
es_es: Perfil eliminado
fr_fr: Profil supprimé
